Repository: huseynasadov/CodeFinal
Catalog: JunkoSolution/Junko/Resources/Views/Shared/Components/Footer/Default.*.resx
Languages: az_latn_az

source: 100% Money Back
az_latn_az: Pulun 100%-in geri qayıdımı

source: About Us
az_latn_az: Haqqımızda

source: Address
az_latn_az: Ünvan

source: Blogs
az_latn_az: Xəbərlər

source: Checkout
az_latn_az: Yoxla

source: Contact Us
az_latn_az: Əlaqə

source: Contact us 24 hours a day
az_latn_az: Günün 24 saatı bizimlə əlaqə saxla

source: Follow Us
az_latn_az: Bizi İzlə

source: Free Shipping
az_latn_az: Pulsuz çatdırılma

source: Free shipping on all Azerbaijan order
az_latn_az: Ölkədaxili sifariçlərin pulsuz çatdırılması

source: Join Our Newsletter Now
az_latn_az: Yenilikliklər üçün daxil ol

source: My Account
az_latn_az: Hesabım

source: Payment Secure
az_latn_az: Ödəniş Təminatı

source: Privacy Policy
az_latn_az: Gizlilik

source: Search
az_latn_az: Axtar

source: Services
az_latn_az: Servislər

source: Subscribe
az_latn_az: Abunə ol

source: Support
az_latn_az: Texniki Dəstək

source: Support 24/7
az_latn_az: 7/24 Texniki Dəstək

source: Telephone
az_latn_az: Telefon

source: Telephone Enquiry
az_latn_az: Telefon

source: View Cart
az_latn_az: Səbət

source: We ensure secure payment
az_latn_az: Təhlükəsiz ödəməni təmin edirik

source: Wish List
az_latn_az: Bəyənilənlər

source: You have 30 days to Return
az_latn_az: Qayıtmaq üçün 30 gününüz var

source: Your email address
az_latn_az: E-Poçt adresin
