Repository: huseynasadov/CodeFinal
Catalog: JunkoSolution/Junko/Resources/Views/Home/Index.*.resx
Languages: az_latn_az

source: accessories
az_latn_az: aksesuarlar

source: Add to cart
az_latn_az: Karta əlavə et

source: Electronics eCommerce
az_latn_az: Elektronika məhsulları

source: exclusive offer
az_latn_az: eksklüziv təklif

source: Hot Deals Products
az_latn_az: Ən çox satılan məhsullar

source: Household Itels
az_latn_az: Məişət əşyaları

source: New Arrivals
az_latn_az: Yeni gələnlər

source: New Products
az_latn_az: Yeni Məhsullar

source: On sale Products
az_latn_az: En cox satılan Məhsullar

source: Product Added the Cart
az_latn_az: Məhsul səbətə əlavə olundu .

source: Product Added the WishhList
az_latn_az: Məhsul Favorilər listinə əlavə olundu .

source: sale
az_latn_az: endirim

source: shopping now
az_latn_az: indi al

source: Show All Categories
az_latn_az: Bütün kateqoriyaları göstər

source: Success
az_latn_az: Uğurlu!

source: The most visited categories this week
az_latn_az: Bu həftə ərzində ən çox daxil olunan kateqoriyalar

source: The Product has been Added!
az_latn_az: Məhsul karta əlavə edildi!

source: this month
az_latn_az: Bu ay

source: this week
az_latn_az: Bu həftə

source: Top Categories This Week
az_latn_az: Həftənin Kateqoriyaları

source: Top rated Products
az_latn_az: En çox Baxılan
